
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в приложение Тест Руфье!'
txt_next = 'Начать'
txt_instruction = 'Проба Руфье — Диксона представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физической нагрузке.' 
txt_title = 'Тест Руфье'
txt_name = 'Введите Ф.И.О.'
txt_hintname = "ФИО"
txt_hintage = "7"
txt_test1 = 'Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый тест", чтобы запустить таймер.\nРезультат запишите в соответствующее поле.'
txt_test2 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания",\nчтобы запустить счётчик приседаний.'
txt_test3 = 'Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за последние 15 секунд.\nНажмите кнопку "Начать финальный тест", чтобы запустить таймер.\nЗелёным обозначены секунды, в течение которых необходимо \nпроводить измерения, черным - секунды без замера пульсаций. Результаты запишите в соответствующие поля.'
txt_sendresults = 'Отправить результаты'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Начать первый тест'
txt_starttest2 = 'Начать делать приседания'
txt_starttest3 = 'Начать последний тест'

txt_age = 'Введите возраст:'
txt_finalwin = 'Результаты теста:'
txt_index = 'Ваш индекс:'
txt_workheart = 'Работоспособность сердца:'

txt_res1 = 'низкая'
txt_res2 = 'удовлетворительная'
txt_res3 = 'средняя'
txt_res4 = 'выше среднего'
txt_res5 = 'высокая'